KCX-Mapping-Convert/testdaten/EMCS-V20/UidsFromKids/EMCSReminderMessage.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header><Header xmlns="http://www.eurtradenet.com/schemas/header/200310" soap:mustUnderstand="true"><To>DE01.CSFALT.2144</To><From>DE.CSF</From><MessageID>EI20100519</MessageID><SentAt>2011-08-19 12:02:00 +0200</SentAt><Act>request</Act><Method>EMCS</Method><MessageVersion>2.0</MessageVersion><MessageType>EMCSReminderMessageForExciseMovement</MessageType></Header></soap:Header><soap:Body><Submit xmlns="http://www.eurtradenet.com/schemas/uids/emcs/body/200911"><EMCS><EMCSReminderMessageForExciseMovement><LocalReferenceNumber>ReferenceNumber</LocalReferenceNumber><Attributes><DateAndTimeOfIssuance>2010-05-19T14:55:00+0200</DateAndTimeOfIssuance><ReminderInformation language="RI">ReminderInformation</ReminderInformation><LimitDateAndTime>2010-05-20T14:55:00+0200</LimitDateAndTime><ReminderMessageType>ReminderMessageType</ReminderMessageType></Attributes><ExciseMovementEaad><SequenceNumber>9</SequenceNumber><AadReferenceCode>AadReferenceCode</AadReferenceCode></ExciseMovementEaad></EMCSReminderMessageForExciseMovement></EMCS></Submit></soap:Body></soap:Envelope>

